exports.info = (id, DRA, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwa, youtube) => {
	return `*MENU ${DRA}*
  
╭⊶⊶⊶╬╬⊶⊶⊶╮
  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
╰⊶⊶⊶╬╬⊶⊶⊶╯
╔══───╬╬╬╬──╬╬╬╬───═══▷
║ *Info ${DRA}*
╠════════════════════▷
│ ╔╬├≽️⚜ *AUTOR* : _Den_
│ ╠╬├≽️⚜ *DESIGNER* : _DRIZ_
│ ╚╬├≽️⚜ *OWNER* : _DENDRA RIZKI_
╠════════════════════▷
║  *${DRA}*
╠════════════════════▷
│╔──◕✾ *SOSMED ADMIN* ✾◕──⊶
│╠► 1. *Group WhatsApp*
│  _${groupwhatsapp}_
│╠► 2. *YouTube <subscribe>*
│  _${youtube}_
│╠► 3. *Instagram <Follow>*
│  _${instagram}_
│╠► 4. *Creator ${DRA}*
│  _${nomer}_
│╚─────═✇═──────⊶
╠════════════════════▷
║  _*MADE BY DENDRA RIZKI*_
╠════════════════════▷
║ゞ📆 *${tampilTanggal}*
║ゞ⏱️ *${tampilWaktu}*
║ゞ📢 Bot Aktif ; *${aktif}*
╚══───╬╬╬╬──╬╬╬╬───═══▷`
}
